Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_ja_kulttuurilautakunnan_puheenjohtaja_nakkalajarvi_osallistuvat_venetsian_taidebiennaaliin.html.tmx
Source language: fin
Languages: sms

source: Puheenjohtaja Juuso ja kulttuurilautakunnan puheenjohtaja Näkkäläjärvi osallistuvat Venetsian taidebiennaaliin
sms: Saaǥǥjååʹđteei Juuso da kulttuurluʹvddkååʹdd saaǥǥjååʹđteei Näkkäläjärvi vuässâʹtte Venetsia čeäppõsbiennaaʹle

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso ja Saamelaiskäräjien kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi osallistuvat Venetsian taidebiennaaliin 21.4.-23.4.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso da Sääʹmteeʹǧǧ kulttuurluʹvddkååʹdd saaǥǥjååʹđteei Pirita Näkkäläjärvi vuässâʹtte Venetsia čeäppõsbiennaaʹle 21.4.-23.4.

source: Nyt ensimmäistä kertaa taidebiennaalin kansallisessa paviljongissa on ainoastaan saamelaistaiteilijoita ja myös ensimmäistä kertaa saamelaiset ovat kansana edustettuna paviljongissa.
sms: Ååʹn vuõssmõs vuâra čeäppõsbiennaal meersaž paviljongâst liâ tåʹlǩ sääʹmčeäppõsneeʹǩǩ da še vuõssmõs vuâra säʹmmla liâ meeran eeʹttkâʹsttmen paviljoongâst.

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso iloitsee saamelaistaiteen vahvasta edustuksesta Venetsian taidebiennaalissa.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso rämmaš sääʹmčeäppõõzz raʹvves eeʹttkâsttmõõžžâst Venetsia čeäppõsbiennaalâst.

source: – Minulla on ilo osallistua Venetsian biennaaliin yhdessä muiden Saamelaiskäräjien edustajien kanssa.
sms: – Muʹst lij rämm vuässõõttâd Venetsia biennaaʹle õõutsââʹjest jeeʹres Sääʹmteeʹǧǧ eeʹttǩeeʹjivuiʹm.

source: On tärkeää tukea saamelaistaiteilijoita ja pyrkiä edesauttamaan heidän tilaansa maailman taideareenoilla, sanoo Juuso.
sms: Lij vääžnai tuärjjeed sääʹmčeäppõsniiʹǩǩid da ǩiččlõõttâd ooudâsvieʹǩǩted sij sââʹjes maaiʹlm čeäppõsareenain, särnn Juuso.

source: Saamelaistaiteilijat Pauliina Feodoroff, Máret Ánne Sara ja Anders Sunna muuttavat Venetsian 59. taidebiennaalin Pohjoismaisen paviljongin Saamen paviljongiksi.
sms: Sääʹmčeäppõsneeʹǩǩ Pauliina Feodoroff, Máret Ánne Sara da Anders Sunna mõʹtte Venetsia 59. čeäppõsbiennaal Tâʹvvjânnmallaš paviljoong Sääʹmpaviljonggân.

source: Muutos Saamen paviljongiksi juhlistaa saamelaisen alkuperäiskansan taidetta ja suvereniteettiä.
sms: Muuttâs Sääʹmpaviljonggân juuhljâtt sääʹmalggmeer čeäppõõzz da suvereniteeʹtt.

source: Saamelainen parlamentaarinen neuvosto ja Office for Contemporary Art Norway (OCA) järjestävät Saamen paviljongin avajaiset torstaina 21.4. Suomen Saamelaiskäräjien edustajat puheenjohtaja Tuomas Aslak Juuso ja kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi osallistuvat avajaisiin yhdessä Norjan ja Ruotsin Saamelaiskäräjien edustajien kanssa .
sms: Sääʹm parlamentaarlaž suåvtõs da Office for Contemporary Art Norway (OCA) jäʹrjste Sääʹm paviljoong ääʹveempeeiʹv neljdpeeiʹv 21.4. Lääʹdd Sääʹmteeʹǧǧ eeʹttǩeei saaǥǥjååʹđteei Tuomas Aslak Juuso ja kulttuurluʹvddkååʹdd saaǥǥjååʹđteei Pirita Näkkäläjärvi vuässâʹtte ääʹveempeivva õõutâst Taarr da Ruõcc Sääʹmteeʹǧǧ eeʹttǩeeʹjivuim .

source: Saamelaiskäräjien kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärven mielestä yhteiskunnan on tärkeää kuunnella taiteilijoita.
sms: Sääʹmteeʹǧǧ kulttuurluʹvddkååʹdd saaǥǥjååʹđteei Pirita Näkkäläjärvi miõlâst õhttsažkååʹdd lij vääžnai kuvddled čeäppõsniiʹǩǩid.

source: – Taiteilijoilla on kykyä ja rohkeutta kysyä kysymyksiä ja esittää näkökulmia, jotka muuten saattaisivat jäädä näkymättömiin.
sms: – Čeäppõsniiʹǩǩin lij pâstlvažvuõtt da tuõsttlõsvuõtt kõõččâd kõõččmõõžžid da eʹtǩǩeed vueiʹnnemkuuʹlmid, kook muđoi vuäitči kuâđđjed ǩiõččkani.

source: Venetsian biennaalissa saamelaistaiteilijat nostavat koko maailman tietoisuuteen ratkaisemattoman kysymyksen saamelaisten maaoikeuksista, Näkkäläjärvi sanoi.
sms: Venetsia biennaalâst sääʹmčeäppõsneeʹǩǩ käʹǧǧe veezz maaiʹlm tieʹttemvuõʹtte räʹtǩǩeeǩânai kõõččmõõžž saaʹmi mäddvuõiggâdvuõđin, Näkkäläjärvi säärnai.

source: Saamen paviljongin taidenäyttelyn on tuottanut ryhmä, jossa ovat mukana saamelainen tutkija Liisa-Rávná Finbog, saamelainen luonnonsuojelija ja käsityöntekijä Beaska Niillas ja OCA:n johtaja Katya García-Antón.
sms: Sääʹm paviljoong čeäppõsčuäjtõõzz lij raajjâm joukk, koʹst liâ mieʹldd säʹmmlaž tuʹtǩǩeei Liisa-Rávná Finbog, säʹmmlaž luâđsuõjjeei da ǩiõtt-tuâjjlaž Beaska Niillas da OCA jååʹđteei Katya García-Antón.

source: Ryhmän avustajina toimivat Martina Petrelli, Liv Brissach ja Raisa Porsanger.
sms: Joouk vieʹǩǩteeʹjen liâ Martina Petrelli, Liv Brissach da Raisa Porsanger.

source: OCA on Pohjoismaisen paviljongin pääedustaja vuonna 2022.
sms: OCA lij Tâʹvvjânnmallaš paviljoong väʹlddeeʹttǩeei eeʹjjest 2022.

source: Venetsian taidebiennaali on joka toinen vuosi järjestettävä nykytaiteen kansainvälinen suurkatselmus.
sms: Venetsia čeäppõsbiennaal âlgg juõʹǩǩ nuuʹbb eeʹjj jäʹrjsted ânnʼjõžčeäppõõzz meeraikõskksaž jõnnǩiõččâlm.

source: Biennaali koostuu pääosin näyttelyistä valtioiden vuosien saatossa rakennuttamissa paviljongeissa.
sms: Biennaal nårrai väʹlddvueʹzzin čuäjtõõzzin riikki iiʹjji säättast raajtem paviljoongin.

source: Ensimmäinen Venetsian taidebiennaali järjestettiin vuonna 1895.
sms: Vuõssmõs Venetsia čeäppõsbiennaal jäʹrjsteš eeʹjjest 1895.

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.juuso@samediggi.fi

source: Pirita Näkkäläjärvi Kulttuurilautakunnan puheenjohtaja 040 3577 006 pirita.nakkalajarvi@gmail.com
sms: Pirita Näkkäläjärvi Kulttuurluʹvddkååʹdd saaǥǥjååʹđteei 040 3577 006 pirita.nakkalajarvi@gmail.com
